{"de":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["Drücken Sie /, um Dateien und Ordner in Dolphin zu filtern."]},"Use ls to list files and directories in the current directory":{"*":["Verwenden Sie ls, um Dateien und Verzeichnisse im aktuellen Verzeichnis aufzulisten."]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Verwenden Sie cd, um zwischen Verzeichnissen zu navigieren. Zum Beispiel: cd Dokumente"]},"Use pwd to print the current directory":{"*":["Verwenden Sie pwd, um das aktuelle Verzeichnis anzuzeigen."]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Verwenden Sie mkdir, um ein neues Verzeichnis zu erstellen. Beispiel: mkdir neues_verzeichnis"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Um eine neue Datei zu erstellen, verwenden Sie touch. Beispiel: touch neue_datei.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Verwenden Sie cp, um Dateien und Verzeichnisse zu kopieren. Beispiel: cp datei.txt ordner/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Verwenden Sie mv, um Dateien und Verzeichnisse zu verschieben oder umzubenennen. Beispiel: mv datei.txt neuer_name.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Zum Entfernen von Dateien verwenden Sie rm. Beispiel: rm datei.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Verwenden Sie rm -r, um Verzeichnisse und deren Inhalte zu entfernen. Seien Sie vorsichtig, da dies nicht rückgängig gemacht werden kann."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Um den Inhalt einer Textdatei anzuzeigen, verwenden Sie cat. Beispiel: cat datei.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?"]}}}}