{"sddm-theme-biglinux/sddm-theme-biglinux":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["Im Dateimanager „Dolphin“ drücken Sie die Taste „/“ und tippen ein, wonach Sie suchen, um Elemente im aktuellen Ordner zu filtern, oder verwenden Sie „Strg + F“, um auch innerhalb von Unterordnern zu suchen."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Mit KDEConnect können Ihre Computer, Tablets und Smartphones miteinander kommunizieren, Dateien austauschen, als Fernbedienung dienen und vieles mehr."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Im Dateimanager können Sie auf Dateien auf SSH-, SFTP-, Samba-Servern zugreifen, und mehr. Greifen Sie auf entfernte Dateien mit viel größerer Leichtigkeit zu."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["Im Dateimanager „Dolphin“ und im Texteditor „Kate“ drücken Sie „F4“, um auf das eingebettete Terminal zuzugreifen. Das Beste aus grafischem Modus und Terminal am selben Ort."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Verwenden Sie den Shortcut „WinKey + V“, um auf die Historie der kopierten Inhalte zuzugreifen. Nach Verwendung des Shortcuts tippen Sie ein, wie Sie die Ergebnisse filtern möchten."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Im Systemmenü ist es neben der Suche nach Programmen auch einfach, Berechnungen und Umrechnungen durchzuführen, zum Beispiel „5 + 7“ oder „5m“."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Um den Bildschirm mit mehreren Programmen zu teilen, verschieben Sie jedes Fenster an eine der Seiten oder Ecken des Bildschirms."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Die meisten Laptops funktionieren besser, wenn sie an eine Netzsteckdose angeschlossen sind."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Jeden Tag sind Menschen mehr von Computern abhängig. Nutzen Sie die Vorteile der Verwendung von Linux und freier Software; hier können Sie wirklich lernen, wie Dinge funktionieren."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Wenn Sie die Taste „Druck (PrtSc)“ verwenden, beachten Sie den Button „Bearbeiten“, wo Sie schnelle Bearbeitungen an dem Bild vornehmen können. Sie können das Bild auch kopieren und direkt in Programme einfügen, ohne es speichern und anhängen zu müssen."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["Im Dokumentenbetrachter „Okular“ können Sie Ihre PDF-Dateien mit Annotationen und Notizen versehen und sogar digitale Signaturen hinzufügen."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Durch Rechtsklicken auf eine Bilddatei können Sie direkt aus dem Dateimanager heraus verschiedene Bearbeitungen vornehmen, darunter Größenänderung und Konvertierung."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Um Office-Dokumente in andere Formate, einschließlich PDF, zu konvertieren, drücken Sie einfach die rechte Maustaste und wählen das Format direkt aus dem Dateimanager heraus."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Verwenden Sie „KRunner“, indem Sie „Alt + Leertaste“ drücken, um Schnellsuchen durchzuführen, Befehle auszuführen und sogar mathematische Berechnungen zu lösen."]}}}}