{"de":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["Im Dateimanager 'Dolphin' drücken Sie die Taste '/' und geben Sie ein, wonach Sie suchen, um Elemente im aktuellen Ordner zu filtern, oder verwenden Sie 'Strg + F', um auch in Unterordnern zu suchen."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Mit KDEConnect können Ihre Computer, Tablets und Smartphones kommunizieren, Dateien austauschen, als Fernbedienungen dienen und vieles mehr."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Im Dateimanager können Sie auf Dateien auf SSH-, SFTP-, Samba-Servern und mehr zugreifen. Greifen Sie viel einfacher auf entfernte Dateien zu."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["Im Dateimanager \"Dolphin\" und dem Texteditor \"Kate\" drücken Sie \"F4\", um auf das integrierte Terminal zuzugreifen. Das Beste aus dem grafischen Modus und dem Terminal an einem Ort."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Verwenden Sie die Tastenkombination 'WinKey + V', um auf die Historie der kopierten Inhalte zuzugreifen. Geben Sie nach Verwendung der Tastenkombination ein, was Sie zur Filterung der Ergebnisse möchten."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Im Systemmenü können Sie neben dem Auffinden von Programmen auch einfach Berechnungen und Umrechnungen durchführen, z. B. '5 + 7' oder '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Um den Bildschirm mit mehreren Programmen aufzuteilen, verschieben Sie jedes Fenster an eine der Seiten oder Ecken des Bildschirms."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Die meisten Laptops arbeiten besser, wenn sie an eine Stromquelle angeschlossen sind."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Jeden Tag sind Menschen mehr auf Computer angewiesen. Nutzen Sie Linux und kostenlose Software, hier können Sie wirklich lernen, wie Dinge funktionieren."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Beim Verwenden der Taste \"Druck\" fällt die Schaltfläche \"Bearbeiten\" auf, mit der Sie schnelle Bearbeitungen am Bild vornehmen können. Sie können das Bild auch kopieren und direkt in Programme einfügen, ohne es speichern und anhängen zu müssen."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["Im Dokumentenbetrachter 'Okular' können Sie Anmerkungen und Notizen in Ihren PDF-Dateien erstellen und sogar digitale Signaturen hinzufügen."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Durch Klicken mit der rechten Maustaste auf eine Bilddatei können Sie verschiedene Bearbeitungen, einschließlich Größenänderung und Konvertierung, direkt aus dem Dateimanager vornehmen."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Um Office-Dokumente in andere Formate, einschließlich PDF, zu konvertieren, klicken Sie einfach mit der rechten Maustaste und wählen Sie das Format direkt aus dem Dateimanager aus."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Verwenden Sie 'KRunner', indem Sie 'Alt + Leertaste' drücken, um schnelle Suchvorgänge durchzuführen, Befehle auszuführen und sogar mathematische Berechnungen durchzuführen."]}}}}