{"el":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["πατήστε / για να φιλτράρετε αρχεία και φακέλους στο Dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Χρησιμοποιήστε την εντολή ls για να εμφανίσετε τα αρχεία και τους φακέλους στον τρέχοντα φάκελο."]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Χρησιμοποιήστε την εντολή cd για να πλοηγηθείτε μεταξύ καταλόγων. Για παράδειγμα, cd Documents"]},"Use pwd to print the current directory":{"*":["Χρησιμοποιήστε την εντολή pwd για να εκτυπώσετε τον τρέχοντα κατάλογο."]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Χρησιμοποιήστε την εντολή mkdir για τη δημιουργία ενός νέου φακέλου. Παράδειγμα: mkdir new_directory"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Για να δημιουργήσετε ένα νέο αρχείο, χρησιμοποιήστε την εντολή touch. Παράδειγμα: touch new_file.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Χρησιμοποιήστε την εντολή cp για την αντιγραφή αρχείων και φακέλων. Παράδειγμα: cp file.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Χρησιμοποιήστε την εντολή mv για να μετακινήσετε ή να μετονομάσετε αρχεία και φακέλους. Παράδειγμα: mv file.txt new_name.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Για να αφαιρέσετε αρχεία, χρησιμοποιήστε την εντολή rm. Παράδειγμα: rm file.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Χρησιμοποιήστε την εντολή rm -r για να διαγράψετε καταλόγους και το περιεχόμενό τους. Να είστε προσεκτικοί, καθώς είναι αναστρέψιμο."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Για να δείτε το περιεχόμενο ενός αρχείου κειμένου, χρησιμοποιήστε την εντολή cat. Παράδειγμα: cat file.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["δοκιμάζοντας μια μακρά φράση για να δούμε αν η αλλαγή γραμμής λειτουργεί σωστά, θα σπάσει η γραμμή; Θα ήταν υπέροχο αν έσπαγε αυτόματα η γραμμή, έτσι δεν είναι; Θα γίνει;"]}}}}