{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["En el administrador de archivos 'Dolphin', presiona la tecla '/' y escribe lo que estás buscando para filtrar elementos en la carpeta actual, o usa 'Ctrl + F' para buscar también dentro de subcarpetas."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Con KDEConnect, tus computadoras, tabletas y teléfonos inteligentes pueden comunicarse, intercambiar archivos, servir como controles remotos y mucho más."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["En el administrador de archivos, puedes acceder a archivos en servidores SSH, SFTP, Samba y más. Accede a archivos remotos con mucha mayor facilidad."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["En el administrador de archivos 'Dolphin' y el editor de texto 'Kate', presiona 'F4' para acceder a la terminal integrada. Lo mejor del modo gráfico y la terminal en el mismo lugar."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Utilice el atajo 'WinKey + V' para acceder al historial de contenidos copiados. Después de usar el atajo, escriba lo que desee para filtrar los resultados."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["En el menú del sistema, además de encontrar programas, también es fácil hacer cálculos y conversiones, por ejemplo, '5 + 7' o '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Para dividir la pantalla con más programas, mueve cada ventana a uno de los lados o esquinas de la pantalla."]},"Most laptops perform better when plugged into a power outlet.":{"*":["La mayoría de las laptops funcionan mejor cuando están conectadas a una toma de corriente."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Cada día, los humanos dependen más de la informática. Aprovecha el uso de Linux y software libre; aquí realmente puedes aprender cómo funcionan las cosas."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Al usar la tecla 'Impr Pant', notarás el botón 'Editar', donde puedes hacer ediciones rápidas a la imagen. También puedes copiar la imagen y pegarla directamente en programas sin necesidad de guardarla y adjuntarla."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["En el visor de documentos 'Okular', puedes hacer anotaciones y notas en tus archivos PDF, e incluso agregar firmas digitales."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Al hacer clic derecho en un archivo de imagen, puedes realizar varias ediciones, como cambiar el tamaño y convertirlo, directamente desde el administrador de archivos."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Para convertir documentos de Office a otros formatos, incluido PDF, simplemente haz clic derecho y elige el formato directamente desde el administrador de archivos."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Utiliza 'KRunner' presionando 'Alt + Espacio' para realizar búsquedas rápidas, ejecutar comandos e incluso resolver cálculos matemáticos."]}}}}