{"et":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["\"Dolphin\" failihalduris vajutage '/' klahvi ja tippige otsitav, et filtreerida esemeid praeguses kaustas või kasutage 'Ctrl + F' alamkaustades otsimiseks."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["KDEConnecti abil saavad teie arvutid, tahvelarvutid ja nutitelefonid suhelda, faile vahetada, toimida kaugjuhtimispultidena ja palju muud."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Failihalduris saate juurdepääsu SSH, SFTP, Samba serveritele ja muule. Juurdepääs kaugfailidele on palju lihtsam."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["\"Dolphin\" failihalduris ja \"Kate\" tekstiredaktoris vajutage 'F4', et avada sisseehitatud terminal. Graafilise režiimi ja terminali parim kombinatsioon samas kohas."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Kasutage kiirklahvi 'WinKey + V' kopeeritud sisu ajaloo juurdepääsuks. Pärast kiirklahvi kasutamist tippige tulemuste filtreerimiseks soovitud tekst."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Süsteemi menüüs on lisaks programmide leidmisele ka lihtne teha arvutusi ja teisendusi, näiteks '5 + 7' või '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Ekraani jagamiseks rohkemate programmidega liigutage iga aken ekraani küljele või nurka."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Enamik sülearvuteid töötavad paremini, kui need on ühendatud vooluvõrku."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Iga päev sõltuvad inimesed arvutustehnikast rohkem. Kasuta Linuxit ja vaba tarkvara; siin saad tõeliselt õppida, kuidas asjad toimivad."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Kasutades klahvi \"Print Screen\", märka nuppu \"Redigeeri\", kus saad kiiresti pilti muuta. Saad ka pildi kopeerida ja otse programmi kleepida ilma vajaduseta seda salvestada ja lisada."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["'Okular' dokumendivaaturis saate teha märkmeid ja märkusi oma PDF-failidele ning lisada digitaalseid allkirju."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Pildifaili paremklõpsuga saate teha mitmesuguseid muudatusi, sealhulgas suuruse muutmise ja teisendamise otse failihaldurist."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Bürodokumentide teisendamiseks teistesse vormingutesse, sealhulgas PDF-i, paremklõpsake ja valige vorming otse failihaldurist."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Kasutage kiirete otsingute tegemiseks, käskude täitmiseks ja isegi matemaatiliste arvutuste lahendamiseks 'KRunnerit', vajutades klahvikombinatsiooni 'Alt + Tühik'."]}}}}