{"fr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["Dans le gestionnaire de fichiers 'Dolphin', appuyez sur la touche '/' et saisissez ce que vous recherchez pour filtrer les éléments du dossier actuel, ou utilisez 'Ctrl + F' pour rechercher également dans les sous-dossiers."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Avec KDEConnect, vos ordinateurs, tablettes et smartphones peuvent communiquer, échanger des fichiers, servir de télécommandes, et bien plus encore."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Dans le gestionnaire de fichiers, vous pouvez accéder aux fichiers sur les serveurs SSH, SFTP, Samba, et plus encore. Accédez aux fichiers distants beaucoup plus facilement."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["Dans le gestionnaire de fichiers 'Dolphin' et l'éditeur de texte 'Kate', appuyez sur 'F4' pour accéder au terminal intégré. Le meilleur du mode graphique et du terminal au même endroit."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Utilisez le raccourci 'WinKey + V' pour accéder à l'historique des contenus copiés. Après avoir utilisé le raccourci, tapez ce que vous voulez pour filtrer les résultats."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Dans le menu du système, en plus de trouver des programmes, il est également facile de faire des calculs et des conversions, par exemple, '5 + 7' ou '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Pour diviser l'écran avec plusieurs programmes, déplacez chaque fenêtre sur un des côtés ou des coins de l'écran."]},"Most laptops perform better when plugged into a power outlet.":{"*":["La plupart des ordinateurs portables fonctionnent mieux lorsqu'ils sont branchés sur une prise de courant."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Chaque jour, les humains dépendent de plus en plus de l'informatique. Profitez de l'utilisation de Linux et des logiciels libres ; ici, vous pouvez vraiment apprendre comment les choses fonctionnent."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Lorsque vous utilisez la touche \"Impr écran\", remarquez le bouton \"Modifier\", où vous pouvez apporter des modifications rapides à l'image. Vous pouvez également copier l'image et la coller directement dans des programmes sans avoir besoin de l'enregistrer et de la joindre."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["Dans le visualiseur de documents 'Okular', vous pouvez ajouter des annotations et des notes à vos fichiers PDF, et même ajouter des signatures numériques."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["En cliquant avec le bouton droit sur un fichier image, vous pouvez apporter diverses modifications, notamment redimensionner et convertir, directement depuis le gestionnaire de fichiers."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Pour convertir des documents Office dans d'autres formats, y compris PDF, il suffit de faire un clic droit et de choisir le format directement depuis le gestionnaire de fichiers."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Utilisez 'KRunner' en appuyant sur 'Alt + Espace' pour effectuer des recherches rapides, exécuter des commandes et même résoudre des calculs mathématiques."]}}}}