{"hr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["U 'Dolphin' upravitelju datotekama, pritisnite tipku '/' i upišite što tražite kako biste filtrirali stavke u trenutačnoj mapi, ili koristite 'Ctrl + F' za pretraživanje i unutar podmapa."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Pomoću KDEConnecta, vaši računala, tableti i pametni telefoni mogu komunicirati, razmjenjivati datoteke, služiti kao daljinski upravljači i još mnogo toga."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["U upravitelju datotekama možete pristupiti datotekama na SSH, SFTP, Samba poslužiteljima i više. Pristupite udaljenim datotekama mnogo lakše."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["U 'Dolphin' upravitelju datoteka i 'Kate' tekstualnom uređivaču, pritisnite 'F4' za pristup ugrađenom terminalu. Najbolje od grafičkog načina rada i terminala na istom mjestu."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Koristite prečac 'WinKey + V' za pristup povijesti kopiranih sadržaja. Nakon korištenja prečaca, upišite što želite filtrirati rezultate."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["U izborniku sustava, osim pronalaska programa, također je jednostavno obavljati izračune i pretvorbe, na primjer, '5 + 7' ili '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Za podjelu zaslona s više programa, premjestite svaki prozor na jednu od strana ili uglova zaslona."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Većina prijenosnih računala radi bolje kada su priključena na struju."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Svaki dan, ljudi sve više ovise o računalima. Iskoristite korištenje Linuxa i besplatnog softvera; ovdje zaista možete naučiti kako stvari funkcioniraju."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Kada koristite tipku 'Print Screen', primijetite gumb 'Uredi', gdje možete napraviti brze izmjene na slici. Također možete kopirati sliku i zalijepiti je izravno u programe bez potrebe za spremanjem i prilaganjem."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["U pregledniku dokumenata 'Okular' možete dodavati bilješke i napomene na svoje PDF datoteke, te čak dodavati digitalne potpise."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Desnim klikom na datoteku slike možete napraviti različite izmjene, uključujući promjenu veličine i pretvaranje, izravno iz upravitelja datotekama."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Za pretvaranje Office dokumenata u druge formate, uključujući PDF, jednostavno desnom tipkom miša kliknite i odaberite format izravno iz upravitelja datotekama."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Koristite 'KRunner' pritiskom 'Alt + Space' za brzo pretraživanje, izvršavanje naredbi i rješavanje matematičkih izračuna."]}}}}