{"is":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["Dalam pengurus fail 'Dolphin', tekan kekunci '/' dan taip apa yang anda cari untuk menyaring item dalam folder semasa, atau gunakan 'Ctrl + F' untuk mencari dalam subfolder juga."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Dengan KDEConnect, komputer, tablet, dan smartphone Anda dapat berkomunikasi, bertukar file, berfungsi sebagai remote control, dan banyak lagi."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Dalam pengurus fail, anda boleh mengakses fail-fail pada pelayan SSH, SFTP, Samba, dan lain-lain. Akses fail-fail jauh dengan lebih mudah."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["Di dalam pengurus fail 'Dolphin' dan penyunting teks 'Kate', tekan 'F4' untuk mengakses terminal yang terbenam. Gabungan mod grafik dan terminal di tempat yang sama."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Gunakan pintasan 'WinKey + V' untuk mengakses riwayat konten yang disalin. Setelah menggunakan pintasan, ketik apa yang ingin Anda filter dari hasil."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Dalam menu sistem, selain menemukan program, juga mudah untuk melakukan perhitungan dan konversi, misalnya, '5 + 7' atau '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Untuk membagi layar dengan lebih banyak program, geser setiap jendela ke salah satu sisi atau sudut layar."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Kebanyakan laptop berfungsi lebih baik ketika disambungkan ke soket listrik."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Setiap hari, manusia semakin bergantung pada komputasi. Manfaatkan penggunaan Linux dan perangkat lunak gratis; di sini Anda benar-benar dapat belajar bagaimana hal-hal berfungsi."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Ketika menggunakan tombol 'Print Screen', perhatikan tombol 'Edit', di mana Anda dapat melakukan pengeditan cepat pada gambar. Anda juga dapat menyalin gambar dan menempelkannya langsung ke program tanpa perlu menyimpan dan melampirkannya."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["Dalam penampil dokumen 'Okular', Anda dapat membuat anotasi dan catatan pada file PDF Anda, dan bahkan menambahkan tanda tangan digital."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Dengan mengklik kanan pada file gambar, Anda dapat melakukan berbagai pengeditan, termasuk merubah ukuran dan mengonversi, langsung dari manajer file."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Untuk mengonversi dokumen Office ke format lain, termasuk PDF, cukup klik kanan dan pilih format, langsung dari manajer file."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Gunakan 'KRunner' dengan menekan 'Alt + Spasi' untuk melakukan pencarian cepat, menjalankan perintah, dan bahkan menyelesaikan perhitungan matematika."]}}}}