{"is":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["tekan / untuk menyaring berkas dan folder di dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Gunakan ls untuk menampilkan daftar file dan direktori di direktori saat ini"]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Gunakan cd untuk menavigasi antara direktori. Contoh: cd Dokumen"]},"Use pwd to print the current directory":{"*":["Gunakan pwd untuk mencetak direktori saat ini"]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Gunakan mkdir untuk membuat direktori baru. Contoh: mkdir direktori_baru"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Untuk membuat file baru, gunakan touch. Contoh: touch new_file.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Gunakan cp untuk menyalin file dan direktori. Contoh: cp file.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Gunakan mv untuk memindahkan atau mengubah nama file dan direktori. Contoh: mv file.txt nama_baru.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Untuk menghapus file, gunakan rm. Contoh: rm file.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Gunakan rm -r untuk menghapus direktori beserta isinya. Hati-hati, karena tindakan ini tidak dapat dikembalikan."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Untuk melihat isi dari sebuah file teks, gunakan cat. Contoh: cat file.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["Testing a long sentence to see if the line break is working correctly, will it break the line? It would be great if it automatically breaks the line, right? Will it work?"]}}}}