{"pl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["naciśnij /, aby filtrować pliki i foldery w Dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Użyj polecenia ls, aby wyświetlić pliki i katalogi w bieżącym katalogu"]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Użyj polecenia cd do poruszania się między katalogami. Na przykład, cd Dokumenty"]},"Use pwd to print the current directory":{"*":["Użyj polecenia pwd, aby wydrukować bieżący katalog."]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Użyj mkdir, aby utworzyć nowy katalog. Przykład: mkdir nowy_katalog"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Do utworzenia nowego pliku użyj touch. Przykład: touch nowy_plik.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Użyj polecenia cp do kopiowania plików i katalogów. Przykład: cp plik.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Użyj polecenia mv do przenoszenia lub zmiany nazwy plików i katalogów. Przykład: mv plik.txt nowa_nazwa.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Do usunięcia plików użyj rm. Przykład: rm plik.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Użyj polecenia rm -r, aby usunąć katalogi wraz z ich zawartością. Bądź ostrożny, ponieważ jest to nieodwracalne."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Do wyświetlenia zawartości pliku tekstowego użyj polecenia cat. Przykład: cat plik.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["testowanie długiego zdania, aby sprawdzić, czy przejście do nowej linii działa poprawnie, czy przejdzie do nowej linii? byłoby świetnie, gdyby automatycznie przechodziła do nowej linii, prawda? czy się uda?"]}}}}