{"pt":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["No gerenciador de arquivos 'Dolphin', pressione a tecla '/' e digite o que procura para filtrar itens na pasta atual, ou use 'Ctrl + F' para pesquisar também nas subpastas."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Com o KDEConnect, seus computadores, tablets e smartphones podem se comunicar, trocar arquivos, servir como controle remoto e muito mais."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["No gerenciador de arquivos, você pode acessar arquivos em servidores SSH, SFTP, Samba e muito mais. Acesse arquivos remotos com muito mais facilidade."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["No gerenciador de arquivos 'Dolphin' e no editor de texto 'Kate', pressione 'F4' para acessar o terminal embutido. O melhor do modo gráfico e do terminal no mesmo lugar."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Use o atalho 'WinKey + V' para acessar o histórico de conteúdos copiados. Após usar o atalho, digite o que deseja para filtrar os resultados."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["No menu do sistema, além de encontrar programas, também é fácil fazer cálculos e conversões, por exemplo, '5 + 7' ou '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Para dividir a tela com mais programas, mova cada janela para um dos lados ou cantos da tela."]},"Most laptops perform better when plugged into a power outlet.":{"*":["A maioria dos laptops tem um desempenho melhor quando ligados a uma tomada de energia."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Todos os dias, os humanos dependem cada vez mais da computação. Aproveite o uso do Linux e do software livre; aqui você pode realmente aprender como as coisas funcionam."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Ao usar a tecla 'Print Screen', repare no botão 'Editar', onde pode fazer edições rápidas na imagem. Também pode copiar a imagem e colar diretamente em programas sem a necessidade de salvar e anexar."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["No visualizador de documentos 'Okular', você pode fazer anotações, marcações e até adicionar assinaturasdigitais em arquivos PDF."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Ao clicar com o botão direito em um arquivo de imagem, você pode fazer várias edições, incluindo redimensionamento e conversão, diretamente do gerenciador de arquivos."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Para converter documentos do Office para outros formatos, incluindo PDF, basta clicar com o botão direito e escolher o formato, diretamente do gerenciador de arquivos."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Use o 'KRunner' pressionando 'Alt + Espaço' para realizar pesquisas rápidas, executar comandos e até mesmo resolver cálculos matemáticos."]}}}}