{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["apăsați / pentru a filtra fișierele și folderele în Dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Folosește ls pentru a lista fișierele și directoarele din directorul curent."]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Folosește cd pentru a naviga între directoare. De exemplu, cd Documente"]},"Use pwd to print the current directory":{"*":["Folosiți pwd pentru a afișa directorul curent"]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Folosește mkdir pentru a crea un director nou. Exemplu: mkdir director_nou"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Pentru a crea un fișier nou, folosiți touch. Exemplu: touch new_file.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Folosiți cp pentru a copia fișiere și directoare. Exemplu: cp file.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Folosește mv pentru a muta sau redenumi fișiere și directoare. Exemplu: mv file.txt new_name.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Pentru a elimina fișierele, folosiți rm. Exemplu: rm file.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Folosiți rm -r pentru a șterge directoarele și conținutul acestora. Fiți atenți, deoarece este ireversibil."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Pentru a vizualiza conținutul unui fișier text, folosiți comanda cat. Exemplu: cat file.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["testând o propoziție lungă pentru a vedea dacă funcționează corect tăierea în linie, va tăia linia? ar fi minunat dacă ar tăia linia automat, nu-i așa? va funcționa oare?"]}}}}