{"sk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["V súborovom manažéri 'Dolphin' stlačte kláves '/' a zadajte, čo hľadáte, aby ste filtrovali položky v aktuálnom priečinku, alebo použite 'Ctrl + F' na vyhľadávanie aj vo vnútorných priečinkoch."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["S KDEConnectom môžu vaše počítače, tablety a smartfóny komunikovať, vymieňať súbory, slúžiť ako diaľkové ovládanie a oveľa viac."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["V správcovi súborov môžete pristupovať k súborom na serveroch SSH, SFTP, Samba a ďalších. Prístup k vzdialeným súborom je oveľa jednoduchší."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["V súborovom manažéri 'Dolphin' a textovom editore 'Kate' stlačte 'F4' pre prístup k vloženému terminálu. Najlepšie z grafického režimu a terminálu na jednom mieste."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Použite skratku „WinKey + V“ na prístup k histórii skopírovaných obsahov. Po použití skratky zadajte, čo chcete filtrovať výsledky."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["V systémovom menu je okrem vyhľadávania programov tiež jednoduché robiť výpočty a konverzie, napríklad '5 + 7' alebo '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Pre rozdelenie obrazovky s viacerými programami presuňte každé okno na jednu z bočných strán alebo rohov obrazovky."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Väčšina notebookov pracuje efektívnejšie, keď sú pripojené do elektrickej zásuvky."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Každý deň sa ľudia viac spoliehajú na počítače. Využite výhody používania Linuxu a slobodného softvéru; tu sa môžete skutočne naučiť, ako veci fungujú."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Pri použití klávesy „Print Screen“ si všimnite tlačidla „Upraviť“, kde môžete rýchlo upraviť obrázok. Obrázok môžete tiež skopírovať a priamo ho vložiť do programov bez potreby uložiť a pripojiť."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["V programe na prezeranie dokumentov 'Okular' môžete vytvárať poznámky a anotácie vo vašich súboroch PDF a dokonca pridávať digitálne podpisy."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Kliknutím pravým tlačidlom na súbor s obrázkom môžete vykonávať rôzne úpravy, vrátane zmeny veľkosti a konverzie, priamo z manažéra súborov."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Na konverziu kancelárskych dokumentov do iných formátov, vrátane PDF, stačí kliknúť pravým tlačidlom myši a vybrať formát priamo z manažéra súborov."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Použite 'KRunner' stlačením 'Alt + Medzerník' na vykonanie rýchlych vyhľadávaní, vykonanie príkazov a dokonca riešenie matematických výpočtov."]}}}}