{"sv":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["I filhanteraren 'Dolphin', tryck på '/'-tangenten och skriv det du letar efter för att filtrera objekt i den aktuella mappen, eller använd 'Ctrl + F' för att söka även i undermappar."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Med KDEConnect kan dina datorer, surfplattor och smartphones kommunicera, utbyta filer, fungera som fjärrkontroller och mycket mer."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["I filhanteraren kan du komma åt filer på SSH, SFTP, Samba-servrar och mer. Få enklare åtkomst till fjärrfiler."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["I filhanteraren 'Dolphin' och textredigeraren 'Kate', tryck på 'F4' för att komma åt den inbäddade terminalen. Det bästa av grafiskt läge och terminal på samma plats."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Använd genvägen 'WinKey + V' för att komma åt historiken över kopierat innehåll. Efter att ha använt genvägen, skriv det du vill filtrera resultaten."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["I systemmenyn, förutom att hitta program, är det också enkelt att göra beräkningar och konverteringar, till exempel '5 + 7' eller '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["För att dela skärmen med fler program, flytta varje fönster till en av sidorna eller hörnen på skärmen."]},"Most laptops perform better when plugged into a power outlet.":{"*":["De flesta bärbara datorer presterar bättre när de är anslutna till ett eluttag."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Varje dag är människor mer beroende av datorer. Dra nytta av att använda Linux och fri programvara; här kan du verkligen lära dig hur saker fungerar."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["När du använder tangenten \"Skriv ut skärmbild\", märk knappen \"Redigera\", där du kan göra snabba redigeringar av bilden. Du kan också kopiera bilden och klistra in den direkt i program utan att behöva spara och bifoga."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["I 'Okular'-dokumentvisaren kan du göra anteckningar och noteringar i dina PDF-filer och även lägga till digitala signaturer."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Genom att högerklicka på en bildfil kan du göra olika redigeringar, inklusive ändra storlek och konvertera, direkt från filhanteraren."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["För att konvertera Office-dokument till andra format, inklusive PDF, högerklicka och välj format direkt från filhanteraren."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Använd 'KRunner' genom att trycka på 'Alt + Mellanslag' för att utföra snabba sökningar, köra kommandon och till och med lösa matematiska beräkningar."]}}}}