{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["bas / dosyaları ve klasörleri filtrelemek için dolphin'da"]},"Use ls to list files and directories in the current directory":{"*":["Geçerli dizindeki dosya ve dizinleri listelemek için ls komutunu kullanın."]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Klasörler arasında gezinmek için cd komutunu kullanın. Örneğin, cd Belgeler"]},"Use pwd to print the current directory":{"*":["Kullanımı: pwd mevcut dizini yazdırmak için"]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Yeni bir dizin oluşturmak için mkdir komutunu kullanın. Örnek: mkdir yeni_dizin"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Yeni bir dosya oluşturmak için touch komutunu kullanın. Örnek: touch yeni_dosya.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Kopyalamak için cp komutunu kullanın. Örnek: cp dosya.txt klasör/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Kullanım mv dosyaları ve dizinleri taşımak veya yeniden adlandırmak için kullanılır. Örnek: mv dosya.txt yeni_ad.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Dosyaları kaldırmak için rm komutunu kullanın. Örnek: rm dosya.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Klasörleri ve içeriklerini kaldırmak için rm -r kullanın. Dikkatli olun, çünkü geri alınamaz."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Bir metin dosyasının içeriğini görüntülemek için cat komutunu kullanın. Örnek: cat dosya.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?"]}}}}