{"uk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["натисніть / для фільтрації файлів та папок у Dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Використовуйте ls для відображення файлів та каталогів у поточному каталозі"]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Використовуйте cd для переміщення між каталогами. Наприклад, cd Documents"]},"Use pwd to print the current directory":{"*":["Використовуйте pwd, щоб вивести поточний каталог."]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Використовуйте mkdir, щоб створити новий каталог. Приклад: mkdir новий_каталог"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Для створення нового файлу використовуйте touch. Приклад: touch new_file.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Використовуйте cp для копіювання файлів та каталогів. Приклад: cp file.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Використовуйте mv для переміщення або перейменування файлів та каталогів. Приклад: mv file.txt new_name.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Для видалення файлів використовуйте rm. Приклад: rm file.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Використовуйте rm -r для видалення каталогів та їх вмісту. Будьте обережні, оскільки це незворотньо."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Для перегляду вмісту текстового файлу використовуйте cat. Приклад: cat file.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["тестування довгого речення, щоб переконатися, що розрив рядка працює правильно, чи розірветься рядок? було б чудово, якщо рядок автоматично розривався, чи не так? чи вийде?"]}}}}