{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["În managerul de fișiere 'Dolphin', apăsați tasta '/' și tastați ceea ce căutați pentru a filtra elementele din folderul curent, sau folosiți 'Ctrl + F' pentru a căuta și în subfoldere."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Cu KDEConnect, calculatoarele tale, tabletele și smartphone-urile pot comunica, schimba fișiere, servi ca telecomenzi și multe altele."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["În managerul de fișiere, puteți accesa fișiere pe servere SSH, SFTP, Samba și altele. Accesați fișierele de la distanță mult mai ușor."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["În managerul de fișiere „Dolphin” și editorul de text „Kate”, apăsați „F4” pentru a accesa terminalul încorporat. Cel mai bun mod grafic și terminal în același loc."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Folosește scurtătura „WinKey + V” pentru a accesa istoricul conținuturilor copiate. După folosirea scurtăturii, tastează ceea ce dorești pentru a filtra rezultatele."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["În meniul sistemului, pe lângă găsirea programelor, este ușor să faci calcule și conversii, de exemplu, '5 + 7' sau '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Pentru a diviza ecranul cu mai multe programe, mutați fiecare fereastră pe unul dintre laturile sau colțurile ecranului."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Majoritatea laptopurilor funcționează mai bine atunci când sunt conectate la o priză de curent."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["În fiecare zi, oamenii depind tot mai mult de calculatoare. Profitați de utilizarea Linux și a software-ului gratuit; aici puteți învăța cu adevărat cum funcționează lucrurile."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Când folosiți tasta „Print Screen”, observați butonul „Editare”, unde puteți face modificări rapide imaginii. De asemenea, puteți copia imaginea și o puteți lipi direct în programe fără a fi nevoie să o salvați și să o atașați."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["În vizualizatorul de documente 'Okular', puteți face adnotări și note pe fișierele PDF și chiar adăuga semnături digitale."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Făcând clic dreapta pe un fișier de imagine, puteți face diverse editări, inclusiv redimensionare și conversie, direct din managerul de fișiere."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Pentru a converti documentele Office în alte formate, inclusiv PDF, faceți clic dreapta și alegeți formatul direct din managerul de fișiere."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Folosiți „KRunner” apăsând „Alt + Spațiu” pentru a efectua căutări rapide, a executa comenzi și chiar a rezolva calcule matematice."]}}}}