{"pl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["W menedżerze plików „Dolphin” naciśnij klawisz „/” i wpisz to, czego szukasz, aby filtrować elementy w bieżącym folderze, lub użyj „Ctrl + F”, aby wyszukać również w podfolderach."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Z KDEConnect twoje komputery, tablety i smartfony mogą komunikować się, wymieniać pliki, służyć jako piloty zdalne i wiele więcej."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["W menedżerze plików możesz uzyskać dostęp do plików na serwerach SSH, SFTP, Samba i innych. Uzyskaj dostęp do zdalnych plików znacznie łatwiej."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["W menedżerze plików „Dolphin” i edytorze tekstu „Kate” naciśnij klawisz „F4”, aby uzyskać dostęp do wbudowanego terminala. Najlepsze z graficznego trybu i terminala w jednym miejscu."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Użyj skrótu klawiszowego „WinKey + V”, aby uzyskać dostęp do historii skopiowanych treści. Po użyciu skrótu, wpisz to, czego chcesz filtrować wyniki."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["W menu systemowym, oprócz znajdowania programów, łatwo jest również wykonywać obliczenia i konwersje, na przykład '5 + 7' lub '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Aby podzielić ekran na więcej programów, przesuń każde okno na jeden z boków lub rogów ekranu."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Większość laptopów działa lepiej, gdy są podłączone do gniazdka zasilania."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Codziennie ludzie coraz bardziej polegają na komputerach. Skorzystaj z Linuxa i oprogramowania darmowego; tutaj naprawdę możesz nauczyć się, jak działają rzeczy."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Podczas korzystania z klawisza „Print Screen” zauważ przycisk „Edytuj”, gdzie możesz szybko edytować obraz. Możesz również skopiować obraz i wkleić go bezpośrednio do programów bez konieczności zapisywania i dołączania."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["W przeglądarce dokumentów „Okular” możesz dodawać adnotacje i notatki do plików PDF oraz dodawać podpisy cyfrowe."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Klikając prawym przyciskiem myszy na plik obrazu, możesz dokonać różnych edycji, w tym zmiany rozmiaru i konwersji, bezpośrednio z menedżera plików."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Aby przekształcić dokumenty biurowe na inne formaty, w tym PDF, wystarczy kliknąć prawym przyciskiem myszy i wybrać format bezpośrednio z menedżera plików."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Użyj „KRunner”, naciskając „Alt + Spacja”, aby wykonywać szybkie wyszukiwania, wykonywać polecenia, a nawet rozwiązywać obliczenia matematyczne."]}}}}