{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["'Dolphin' dosya yöneticisinde, '/' tuşuna basın ve aradığınız öğeleri filtrelemek için yazın, veya alt klasörler içinde aramak için 'Ctrl + F' tuşlarını kullanın."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["KDEConnect ile bilgisayarlarınız, tabletleriniz ve akıllı telefonlarınız ile iletişim kurabilir, dosya alışverişi yapabilir, uzaktan kumanda olarak kullanabilir ve çok daha fazlasını yapabilirsiniz."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Dosya yöneticisinde, SSH, SFTP, Samba sunucularındaki dosyalara erişebilirsiniz. Uzaktaki dosyalara çok daha kolay bir şekilde erişin."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["'Dolphin' dosya yöneticisinde ve 'Kate' metin düzenleyicide, gömülü terminali erişmek için 'F4' tuşuna basın. Grafiksel modun ve terminalin en iyisinin aynı yerde olduğu yer."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Kopyalanan içeriklerin geçmişine erişmek için 'WinKey + V' kısayolunu kullanın. Kısayolu kullandıktan sonra sonuçları filtrelemek için istediğinizi yazın."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Sistem menüsünde, programları bulmanın yanı sıra hesaplamalar ve dönüşümler de yapmak kolaydır, örneğin, '5 + 7' veya '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Ekranı daha fazla programa bölmek için her pencereyi ekranın bir kenarına veya köşesine taşıyın."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Çoğu dizüstü bilgisayar, prize takılı olduğunda daha iyi performans gösterir."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Her gün, insanlar bilgisayarlara daha fazla bağımlı hale geliyor. Linux ve özgür yazılımlardan faydalanın; burada gerçekten nasıl çalıştığını öğrenebilirsiniz."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["'Print Screen' tuşunu kullandığınızda, 'Düzenle' düğmesine dikkat edin, buradan resme hızlı düzenlemeler yapabilirsiniz. Ayrıca resmi kopyalayıp kaydetme ve ek dosya eklemeye gerek olmadan doğrudan programlara yapıştırabilirsiniz."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["'Okular' belge görüntüleyicisinde PDF dosyalarınıza notlar ve açıklamalar ekleyebilir, hatta dijital imzalar ekleyebilirsiniz."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Dosya yöneticisinden doğrudan sağ tıklayarak bir resim dosyasında çeşitli düzenlemeler yapabilirsiniz, boyutlandırma ve dönüştürme dahil."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Ofis belgelerini diğer formatlara, PDF dahil, dönüştürmek için dosya yöneticisinden sağ tıklayıp formatı seçin."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["'Alt + Space' tuşlarına basarak hızlı aramalar yapabilir, komutları çalıştırabilir ve hatta matematiksel hesaplamaları çözebilirsiniz."]}}}}