{"hu":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["A 'Dolphin' fájlkezelőben nyomja meg a '/' billentyűt, majd írja be, mit keres a jelenlegi mappában történő szűréshez, vagy használja a 'Ctrl + F' billentyűkombinációt a mappákban való kereséshez is."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["A KDEConnect segítségével számítógépei, táblagépei és okostelefonjai kommunikálhatnak, fájlokat cserélhetnek, távoli vezérlőként is szolgálhatnak, és még sok másra is képesek."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["A fájlkezelőben hozzáférhetsz fájlokhoz SSH, SFTP, Samba szervereken és még sok más helyen. Hozzáférés távoli fájlokhoz sokkal könnyebben."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["A 'Dolphin' fájlkezelőben és a 'Kate' szövegszerkesztőben nyomja meg az 'F4' billentyűt az beágyazott terminál eléréséhez. A grafikus mód és a terminál legjobb kombinációja ugyanabban a helyen."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Használd a 'WinKey + V' gyorsbillentyűt a másolt tartalmak előzményeinek eléréséhez. A gyorsbillentyű használata után írd be, mit szeretnél szűrni az eredmények között."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["A rendszer menüben nemcsak programokat talál, hanem könnyen végezhet számításokat és átalakításokat is, például '5 + 7' vagy '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["A képernyő felosztásához több programmal, mozgassa minden ablakot a képernyő egyik oldalára vagy sarkába."]},"Most laptops perform better when plugged into a power outlet.":{"*":["A legtöbb laptop jobban teljesít, amikor csatlakoztatva van az elektromos hálózathoz."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Minden nap egyre inkább számítógépekre támaszkodunk. Használd ki a Linuxot és a szabad szoftvert; itt valóban megtanulhatod, hogyan működnek a dolgok."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Amikor a \"Print Screen\" billentyűt használja, vegye észre az \"Szerkesztés\" gombot, ahol gyors szerkesztéseket végezhet az képen. Emellett másolhatja a képet, és közvetlenül beillesztheti programokba anélkül, hogy el kellene mentenie és csatolnia."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["Az 'Okular' dokumentumnézőben megjegyzéseket és jegyzeteket készíthet PDF-fájljaiban, sőt digitális aláírásokat is hozzáadhat."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["A képfájlra jobb egérgombbal kattintva különféle szerkesztéseket végezhet el, beleértve az átméretezést és az átalakítást közvetlenül a fájlkezelőből."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Az irodai dokumentumokat más formátumokba, beleértve a PDF-et is, egyszerűen kattintson jobb gombbal, majd válassza ki a formátumot közvetlenül a fájlkezelőből."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Használja a „KRunner” alkalmazást az „Alt + Space” billentyűkombináció lenyomásával gyors keresések végrehajtására, parancsok végrehajtására és matematikai számítások elvégzésére."]}}}}