{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"press / to filter files and folders in dolphin":{"*":["нажмите / для фильтрации файлов и папок в Dolphin"]},"Use ls to list files and directories in the current directory":{"*":["Используйте ls для отображения файлов и каталогов в текущем каталоге"]},"Use cd to navigate between directories. For example, cd Documents":{"*":["Используйте cd для навигации между каталогами. Например, cd Documents"]},"Use pwd to print the current directory":{"*":["Используйте pwd для печати текущего каталога"]},"Use mkdir to create a new directory. Example: mkdir new_directory":{"*":["Используйте mkdir для создания нового каталога. Пример: mkdir новый_каталог"]},"To create a new file, use touch. Example: touch new_file.txt":{"*":["Для создания нового файла используйте touch. Пример: touch new_file.txt"]},"Use cp to copy files and directories. Example: cp file.txt folder/":{"*":["Используйте cp для копирования файлов и каталогов. Пример: cp file.txt folder/"]},"Use mv to move or rename files and directories. Example: mv file.txt new_name.txt":{"*":["Используйте mv для перемещения или переименования файлов и каталогов. Пример: mv file.txt new_name.txt"]},"To remove files, use rm. Example: rm file.txt":{"*":["Для удаления файлов используйте команду rm. Пример: rm file.txt"]},"Use rm -r to remove directories and their contents. Be careful, as it is irreversible":{"*":["Используйте rm -r для удаления каталогов и их содержимого. Будьте осторожны, так как это необратимо."]},"To view the contents of a text file, use cat. Example: cat file.txt":{"*":["Для просмотра содержимого текстового файла используйте cat. Пример: cat file.txt"]},"testando uma frase longa para ver se a quebra de linha está funcionando corretamente, sera que vai quebrar a linha? seria otimo se quebra-se a linha automaticamente né? sera que vai rolar?":{"*":["Тестирование длинного предложения для проверки правильной работы переноса строки, разобьется ли строка? Было бы здорово, если строка автоматически переносилась, не так ли? Получится ли?"]}}}}