{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["В файловом менеджере 'Dolphin' нажмите клавишу '/' и введите то, что вы ищете, чтобы отфильтровать элементы в текущей папке, или используйте 'Ctrl + F' для поиска также в подпапках."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["С KDEConnect ваши компьютеры, планшеты и смартфоны могут общаться, обмениваться файлами, служить в качестве пультов дистанционного управления и многое другое."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["В файловом менеджере вы можете получить доступ к файлам на серверах SSH, SFTP, Samba и других. Получайте доступ к удаленным файлам намного проще."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["В файловом менеджере 'Dolphin' и текстовом редакторе 'Kate' нажмите 'F4', чтобы открыть встроенный терминал. Лучшее из графического режима и терминала в одном месте."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Используйте сочетание клавиш 'WinKey + V' для доступа к истории скопированных элементов. После использования этого сочетания, введите то, что вы хотите отфильтровать в результатах."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["В меню системы, помимо поиска программ, также легко выполнять вычисления и преобразования, например, '5 + 7' или '5м'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Для разделения экрана на несколько программ переместите каждое окно на одну из сторон или углов экрана."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Большинство ноутбуков работают лучше, когда подключены к сети."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Каждый день люди все больше зависят от вычислений. Воспользуйтесь использованием Linux и свободного программного обеспечения; здесь вы действительно можете узнать, как работают вещи."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["При использовании клавиши \"Print Screen\" обратите внимание на кнопку \"Правка\", где вы можете быстро отредактировать изображение. Вы также можете скопировать изображение и вставить его непосредственно в программы без необходимости сохранения и прикрепления."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["В просмотрщике документов 'Okular' вы можете делать аннотации и заметки в своих PDF-файлах, а также добавлять цифровые подписи."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Щелкнув правой кнопкой мыши на файле изображения, вы можете выполнять различные редактирования, включая изменение размера и конвертацию, непосредственно из файлового менеджера."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Для преобразования документов Office в другие форматы, включая PDF, просто щелкните правой кнопкой мыши и выберите формат непосредственно из файлового менеджера."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Используйте 'KRunner', нажав 'Alt + Пробел', чтобы выполнять быстрые поиски, выполнять команды и даже решать математические вычисления."]}}}}