{"cs":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["V souborovém manažeru 'Dolphin' stiskněte klávesu '/' a napište, co hledáte, abyste filtrovali položky v aktuálním adresáři, nebo použijte 'Ctrl + F' k vyhledání i ve složkách."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["S KDEConnect mohou vaše počítače, tablety a chytré telefony komunikovat, vyměňovat soubory, sloužit jako dálkové ovládání a mnohem více."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["V Správci souborů můžete přistupovat k souborům na serverech SSH, SFTP, Samba a dalších. Přistupujte k vzdáleným souborům mnohem snadněji."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["V souborovém manažeru 'Dolphin' a textovém editoru 'Kate' stiskněte 'F4' pro přístup k vestavěnému terminálu. To nejlepší z grafického režimu a terminálu na jednom místě."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Použijte zkratku „WinKey + V“ k přístupu k historii zkopírovaných obsahů. Po použití zkratky napište, co chcete filtrovat výsledky."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["V systémovém menu kromě nalezení programů také snadno provádíte výpočty a převody, například '5 + 7' nebo '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Pro rozdělení obrazovky s více programy přesuňte každé okno na jednu ze stran nebo rohů obrazovky."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Většina notebooků pracuje lépe, když je připojena k elektrické síti."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Každý den se lidé stávají stále více závislými na počítačích. Využijte výhod používání Linuxu a svobodného softwaru; zde se můžete skutečně naučit, jak věci fungují."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Při použití klávesy „Print Screen“ si všimněte tlačítka „Upravit“, kde můžete rychle upravit obrázek. Obrázek můžete také kopírovat a vložit přímo do programů bez potřeby ukládání a připojení."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["V prohlížeči dokumentů 'Okular' můžete vytvářet poznámky a poznámky ve svých souborech PDF a dokonce přidávat digitální podpisy."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Kliknutím pravým tlačítkem myši na soubor s obrázkem můžete provést různé úpravy, včetně změny velikosti a konverze, přímo z průzkumníka souborů."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Pro převod dokumentů aplikace Office do jiných formátů, včetně PDF, stačí kliknout pravým tlačítkem a vybrat formát přímo z průzkumníka souborů."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Použijte „KRunner“ stisknutím kláves „Alt + Mezerník“ k provedení rychlých vyhledávání, spuštění příkazů a dokonce i řešení matematických výpočtů."]}}}}