{"bg":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["В файловия мениджър 'Dolphin' натиснете клавиша '/' и въведете това, което търсите, за да филтрирате елементите в текущата папка, или използвайте 'Ctrl + F', за да търсите и в подпапките."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["С KDEConnect вашите компютри, таблети и смартфони могат да комуникират, разменят файлове, да служат като дистанционни управления и много други."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Във файловия мениджър можете да достъпвате файлове на SSH, SFTP, Samba сървъри и други. Достъп до отдалечени файлове с по-голямо удобство."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["В файловия мениджър 'Dolphin' и текстовия редактор 'Kate', натиснете 'F4', за да достъпите вградения терминал. Най-доброто от графичния режим и терминала на едно място."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Използвайте комбинацията от бутоните 'WinKey + V', за да достъпите историята на копирани съдържания. След използването на комбинацията, въведете това, което искате да филтрирате резултатите."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["В системното меню, освен да намерите програми, е лесно да правите изчисления и преобразувания, например '5 + 7' или '5м'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["За разделяне на екрана с повече програми, преместете всеки прозорец на едната страна или в ъглите на екрана."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Повечето лаптопи работят по-добре, когато са свързани към електрически контакт."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Всекидневно хората се доверяват все повече на компютрите. Възползвайте се от използването на Linux и безплатен софтуер; тук наистина можете да научите какво работи."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["При използване на клавиша \"Print Screen\" забележете бутона \"Редактиране\", където можете да направите бързи редакции на изображението. Можете също да копирате изображението и да го поставите директно в програми без нужда от запазване и прикачване."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["В програмата за преглед на документи 'Okular' можете да правите анотации и бележки върху вашите PDF файлове, както и да добавяте цифрови подписи."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Чрез щракване с десния бутон на мишката върху файл с изображение можете да направите различни редакции, включително преоразмеряване и конвертиране, директно от файловия мениджър."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["За конвертиране на Office документи в други формати, включително PDF, просто щракнете с десния бутон и изберете формата директно от файловия мениджър."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Използвайте „KRunner“, като натиснете „Alt + Space“, за да извършвате бързи търсения, изпълнявате команди и дори решавате математически изчисления."]}}}}