{"fi":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["\"Dolphin\" tiedostonhallintaohjelmassa paina '/' näppäintä ja kirjoita etsimäsi kohde suodattaaksesi kohteita nykyisessä kansiossa, tai käytä 'Ctrl + F' etsiäksesi myös alikansioista."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["KDEConnectin avulla tietokoneesi, tablettisi ja älypuhelimet voivat kommunikoida, vaihtaa tiedostoja, toimia kaukosäätiminä ja paljon muuta."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["Tiedostojenhallinnassa voit käyttää tiedostoja SSH-, SFTP-, Samba-palvelimilta ja muilta. Pääse käsiksi etäisiin tiedostoihin paljon helpommin."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["\"Dolphin\" tiedostonhallintaohjelmassa ja \"Kate\" tekstieditorissa paina 'F4' avataksesi upotetun terminaalin. Parasta graafisessa tilassa ja terminaalissa samassa paikassa."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Käytä 'WinKey + V' -pikanäppäintä kopioitujen sisältöjen historian käyttämiseen. Käytä pikanäppäintä ja kirjoita haluamasi suodattaa tulokset."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["Järjestelmävalikossa ohjelmien lisäksi on helppo tehdä laskutoimituksia ja muunnoksia, esimerkiksi '5 + 7' tai '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Jakaa näyttö useampiin ohjelmiin, siirrä jokainen ikkuna näytön sivuille tai kulmiin."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Useimmat kannettavat tietokoneet toimivat paremmin, kun ne on kytketty virtalähteeseen."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Joka päivä ihmiset luottavat enemmän tietotekniikkaan. Hyödynnä Linuxia ja ilmaista ohjelmistoa; täällä voit todella oppia miten asiat toimivat."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Kun käytät 'Print Screen' -näppäintä, huomaa 'Muokkaa' -painike, jolla voit tehdä nopeita muokkauksia kuvaan. Voit myös kopioida kuvan ja liittää sen suoraan ohjelmiin tallentamatta ja liittämättä sitä erikseen."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["'Okular'-asiakirjan katseluohjelmassa voit tehdä huomautuksia ja muistiinpanoja PDF-tiedostoillesi ja jopa lisätä digitaalisia allekirjoituksia."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Napsauttamalla hiiren oikealla painikkeella kuvatiedostoa voit tehdä erilaisia muokkauksia, kuten koon muuttamisen ja muuntamisen, suoraan tiedostonhallinnasta."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Muuntaaksesi Office-dokumentteja muihin formaatteihin, mukaan lukien PDF, napsauta hiiren oikealla painikkeella ja valitse formaatti suoraan tiedostonhallinnasta."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Käytä 'KRunneria' painamalla 'Alt + Välilyönti' suorittaaksesi nopeita hakuja, suorittaaksesi komentoja ja jopa ratkaistaksesi matemaattisia laskuja."]}}}}