{"uk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["У файловому менеджері 'Dolphin' натисніть клавішу '/' та введіть те, що ви шукаєте, щоб відфільтрувати елементи в поточній папці, або використовуйте 'Ctrl + F', щоб шукати також у підпапках."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["З KDEConnect ваші комп'ютери, планшети та смартфони можуть спілкуватися, обмінюватися файлами, використовуватися як пульт дистанційного керування та багато іншого."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["У файловому менеджері ви можете отримати доступ до файлів на серверах SSH, SFTP, Samba та інших. Отримуйте доступ до віддалених файлів набагато легше."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["У файловому менеджері 'Dolphin' та текстовому редакторі 'Kate' натисніть 'F4', щоб отримати доступ до вбудованого терміналу. Найкраще з графічним режимом та терміналом в одному місці."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Використовуйте скорочення 'WinKey + V', щоб отримати доступ до історії скопійованого вмісту. Після використання скорочення введіть те, що ви хочете відфільтрувати результати."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["У системному меню, крім пошуку програм, також легко виконувати обчислення та конвертації, наприклад, '5 + 7' або '5м'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Щоб розділити екран на кілька програм, перемістіть кожне вікно на один з боків або кутів екрану."]},"Most laptops perform better when plugged into a power outlet.":{"*":["Більшість ноутбуків працюють краще, коли підключені до мережі."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Щодня люди все більше залежать від обчислювальної техніки. Скористайтеся можливістю використання Linux та безкоштовного програмного забезпечення; тут ви дійсно можете дізнатися, як працюють речі."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["При використанні клавіші \"Print Screen\" зверніть увагу на кнопку \"Редагувати\", де ви можете швидко внести зміни до зображення. Ви також можете скопіювати зображення і вставити його безпосередньо в програми без необхідності зберігання та додавання."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["У переглядачі документів 'Okular' ви можете робити анотації та нотатки у своїх PDF-файлах, а також додавати цифрові підписи."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Правою кнопкою миші на файлі зображення ви можете виконати різні редагування, включаючи зміну розміру та конвертацію, безпосередньо з файлового менеджера."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Для конвертування документів Office в інші формати, включаючи PDF, просто клацніть правою кнопкою миші і виберіть формат, безпосередньо з файлового менеджера."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Використовуйте 'KRunner', натиснувши 'Alt + Space', щоб виконувати швидкі пошуки, виконувати команди, а навіть розв'язувати математичні обчислення."]}}}}