{"nl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["In de 'Dolphin' bestandsbeheerder, druk op de '/' toets en typ wat je zoekt om items in de huidige map te filteren, of gebruik 'Ctrl + F' om ook binnen submappen te zoeken."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Met KDEConnect kunnen uw computers, tablets en smartphones communiceren, bestanden uitwisselen, dienen als afstandsbedieningen en nog veel meer."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["In het bestandsbeheer kunt u bestanden op SSH, SFTP, Samba-servers en meer openen. Toegang tot externe bestanden met veel meer gemak."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["In de 'Dolphin' bestandsbeheerder en de 'Kate' teksteditor, druk op 'F4' om toegang te krijgen tot de ingebedde terminal. Het beste van de grafische modus en de terminal op dezelfde plek."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Gebruik de sneltoets 'WinKey + V' om toegang te krijgen tot de geschiedenis van gekopieerde inhoud. Typ na het gebruik van de sneltoets wat je wilt filteren de resultaten."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["In het systeemmenu is het naast het vinden van programma's ook eenvoudig om berekeningen en conversies uit te voeren, bijvoorbeeld '5 + 7' of '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["Om het scherm op te splitsen met meer programma's, verplaats elk venster naar een van de zijden of hoeken van het scherm."]},"Most laptops perform better when plugged into a power outlet.":{"*":["De meeste laptops presteren beter wanneer ze zijn aangesloten op een stopcontact."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Elke dag zijn mensen meer afhankelijk van computers. Maak gebruik van Linux en vrije software; hier kun je echt leren hoe dingen werken."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Wanneer u op de toets 'Print Screen' drukt, ziet u de knop 'Bewerken', waar u snel bewerkingen aan de afbeelding kunt maken. U kunt de afbeelding ook kopiëren en direct in programma's plakken zonder dat u deze hoeft op te slaan en bij te voegen."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["In de documentviewer 'Okular' kunt u annotaties en notities maken in uw PDF-bestanden en zelfs digitale handtekeningen toevoegen."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Door met de rechtermuisknop op een afbeeldingsbestand te klikken, kunt u verschillende bewerkingen uitvoeren, waaronder het wijzigen van de grootte en converteren, rechtstreeks vanuit de bestandsbeheerder."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["Om Office-documenten naar andere formaten, inclusief PDF, te converteren, klikt u met de rechtermuisknop en kiest u het formaat, rechtstreeks vanuit de bestandsbeheerder."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Gebruik 'KRunner' door op 'Alt + Spatie' te drukken om snel te zoeken, opdrachten uit te voeren en zelfs wiskundige berekeningen op te lossen."]}}}}