{"da":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"In the 'Dolphin' file manager, press the '/' key and type what you are looking for to filter items in the current folder, or use 'Ctrl + F' to search within subfolders as well.":{"*":["I 'Dolphin'-filhåndteringen skal du trykke på '/'-tasten og skrive det, du leder efter, for at filtrere emner i den aktuelle mappe, eller bruge 'Ctrl + F' for at søge i undermapper også."]},"With KDEConnect, your computers, tablets, and smartphones can communicate, exchange files, serve as remote controls, and much more.":{"*":["Med KDEConnect kan dine computere, tablets og smartphones kommunikere, udveksle filer, fungere som fjernbetjeninger og meget mere."]},"In the file manager, you can access files on SSH, SFTP, Samba servers, and more. Access remote files with much greater ease.":{"*":["I filhåndteringen kan du få adgang til filer på SSH, SFTP, Samba-servere og mere. Få adgang til fjernfiler med meget større lethed."]},"In the 'Dolphin' file manager and the 'Kate' text editor, press 'F4' to access the embedded terminal. The best of graphical mode and terminal in the same place.":{"*":["I 'Dolphin'-filhåndteringen og 'Kate'-teksteditoren skal du trykke på 'F4' for at få adgang til den indlejrede terminal. Det bedste fra grafisk tilstand og terminal på samme sted."]},"Use the 'WinKey + V' shortcut to access the history of copied contents. After using the shortcut, type what you want to filter the results.":{"*":["Brug genvejen 'WinKey + V' for at få adgang til historikken over kopierede indhold. Efter at have brugt genvejen, skal du skrive det, du vil filtrere resultaterne efter."]},"In the system menu, besides finding programs, it is also easy to do calculations and conversions, for example, '5 + 7' or '5m'.":{"*":["I systemmenuen er det udover at finde programmer også nemt at foretage beregninger og konverteringer, f.eks. '5 + 7' eller '5m'."]},"To split the screen with more programs, move each window to one of the sides or corners of the screen.":{"*":["For at opdele skærmen med flere programmer, skal du flytte hvert vindue til en af siderne eller hjørnerne af skærmen."]},"Most laptops perform better when plugged into a power outlet.":{"*":["De fleste bærbare computere yder bedre, når de er tilsluttet en strømkilde."]},"Every day, humans depend more on computing. Take advantage of using Linux and free software; here you can truly learn how things work.":{"*":["Hver dag er mennesker mere afhængige af computere. Udnyt brugen af Linux og gratis software; her kan du virkelig lære, hvordan tingene fungerer."]},"When using the 'Print Screen' key, notice the 'Edit' button, where you can make quick edits to the image. You can also copy the image and paste it directly into programs without the need to save and attach.":{"*":["Når du bruger 'Print Screen'-tasten, bemærk 'Rediger'-knappen, hvor du kan foretage hurtige redigeringer af billedet. Du kan også kopiere billedet og indsætte det direkte i programmer uden at skulle gemme og vedhæfte det."]},"In the 'Okular' document viewer, you can make annotations and notes on your PDF files, and even add digital signatures.":{"*":["I 'Okular'-dokumentvisningsprogrammet kan du lave noter og kommentarer på dine PDF-filer og endda tilføje digitale signaturer."]},"By right-clicking on an image file, you can make various edits, including resizing and converting, directly from the file manager.":{"*":["Ved at højreklikke på en billedfil kan du foretage forskellige redigeringer, herunder ændring af størrelse og konvertering, direkte fra filhåndteringen."]},"To convert Office documents to other formats, including PDF, just right-click and choose the format, directly from the file manager.":{"*":["For at konvertere Office-dokumenter til andre formater, herunder PDF, skal du bare højreklikke og vælge formatet direkte fra filhåndteringen."]},"Use 'KRunner' by pressing 'Alt + Space' to perform quick searches, execute commands, and even solve mathematical calculations.":{"*":["Brug 'KRunner' ved at trykke på 'Alt + Mellemrum' for at udføre hurtige søgninger, udføre kommandoer og endda løse matematiske beregninger."]}}}}